[
	{
		"ScenarioName": "Scenario 1",
		"MaxExperience": 100,
		"TrashAnswer": "Go drunk you are home",
		"PromptTexts": [
			"A band of tattered bandits made the mistake of jumping out of the bushes to ambush you. Never would they have thought to meet such formidable adventurers in a group travelling by foot.",
			"...or that such a powerful group would not waste a moment of talk but attack at once...",
			"In a powerful surge Fighter Y already took down two of the bandits, blood everywhere, whimpers and moans but not a bead of sweat on their forehead.",
			"One of the bandits overextended and, seeing their comrades fall, thinks it a good idea to at least do some damage. Seeing you in your pretty but insubstantial robes the bandits comes for you.",
			"What do you do?"
		],
		"PromptTags": [],
		"Answers": [
			{
				"AnswerTexts": [
					"While big balls of fire have been the weapon of choice for generations of Wizards it still isn't smart to throw a bomb right in front of your feet.",
					"The bandit is gone but so is a good chunk of your health, your eyebrows and half of your wand."
				],
				"FilterForIncludedSpellTags": [
					"Just Fireball"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"Who doesn't love toilet humour? Doesn't matter that you're all on the way to 30 or there already, a thunderous fart deserves thunderous applaus!",
					"The earth shakes and so do the bandit's knees! Thoroughly disheartened, and a little disgusted, they are easy work to finish off."
				],
				"FilterForIncludedSpellTags": [
					"Combat Fart"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellPerfect"
			},
			{
				"AnswerTexts": [
					"It's hardcore and very edgy and you ponder the meaning of life and love as the sand closes around the poor bandit, the panic making their eyes pop.",
					"Your voice is lower than usual as you try to quote japanese words of great importance but can't quite remember what you didn't practice enough on Duolingo. Spells works nonetheless."
				],
				"FilterForIncludedSpellTags": [
					"Sand Prison"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "Spell"
			},
			{
				"AnswerTexts": [
					"What an incredible demonstration of your water bending skills. You're a true master!",
					"The bandits are gone but so is your team, and all trees not strong enough to withstand the tsunami you created.",
					"Betty, Fred and Robin are not amused. The DM sighs."
				],
				"FilterForIncludedSpellTags": [
					"Surf"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You assume the position and after a moment of ominiously crackling static the bandit rushing you gets zapped!",
					"It definitely hurt but it didn't kill the bandit, just deterred it from getting close to you again which just made it your teammate's problem."
				],
				"FilterForIncludedSpellTags": [
					"Generate Lightning"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellNeutral"
			},
			{
				"AnswerTexts": [
					"You look cool facing the bandit, spreading your hand as wave of ice magic overwhelms the bandit, freezing them in place like a statue reaching for you.",
					"A push is enough and the next hit causes the bandit to explode into a shower of ice and bandit chunks. So cool! And gross!",
					"You hope Betty saw how cool you were."
				],
				"FilterForIncludedSpellTags": [
					"Biting Frost"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellPerfect"
			},
			{
				"AnswerTexts": [
					"It's rare that a finger gun jams but not unheard off. You panic for a second but get it working in time and - one, two, three - the bandit goes down.",
					"The flair of blowing the smoke off the tip of your finger gun is slightly tarnished by the fact that you had to say 'pew-pew-pew' but that always gets a laugh out of Robin."
				],
				"FilterForIncludedSpellTags": [
					"Finger Gun"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellPerfect"
			},
			{
				"AnswerTexts": [
					"Reciting some dubious academic paper how the measle outbreak in that big country does not have any ties to the decrease of vaccination is a bit of an ick but an incantation is an incantation.",
					"The poor bandit looks convinced for a second before the brain rot takes effect and they go down screaming."
				],
				"FilterForIncludedSpellTags": [
					"Mindfrick"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellGood"
			},
			{
				"AnswerTexts": [
					"Geneva Conventions aside watching the poor fellow twist and turn on the floor in front of you, blissfully tripping one moment and contorted in pain due to the acid burning his face the next.",
					"There's a reason they call your specialisation Warcrime but you just blame the game for giving you these tools."
				],
				"FilterForIncludedSpellTags": [
					"Acid Splash"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellNeutral"
			},
			{
				"AnswerTexts": [
					"The table gets real quiet when you decide on your spell, all eyes on you.",
					"You remember why Fred is playing a fighter now and maybe there is still some conscience behind your decisions.",
					"Betty will remember this."
				],
				"FilterForIncludedSpellTags": [
					"Rock-a-lanche"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"What a lovely spell! Not only the bonus of defensive and offensive usage, it's always nice to do fancy somatics with your spell.",
					"You describe in great detail what your imaginary, fiery cloak looks like as the flames burn the bandit's hands, making them jump back.",
					"You even give your teammates a haughty little wink."
				],
				"FilterForIncludedSpellTags": [
					"Cloak of Fire"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellGood"
			},
			{
				"AnswerTexts": [
					"A bit over kill after Fred and Robin have done for the majority of the bandit troop already but, unlike for them, there's power in numbers.",
					"Surface tension gets harder with speed and the water in the Golem's fist makes lovely, worbly water-sounds as it hits the bandit, sending them flying through the bushes with a gentle drizzle of rain."
				],
				"FilterForIncludedSpellTags": [
					"Summon Water Golem"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellGood"
			},
			{
				"AnswerTexts": [
					"It's so fancy and the reason why your character wears a headband and a blindfold over one eye sometimes.",
					"Lightning Blade deals a lot of damage, has great utility, but with the shabby melee stats you have as a wizard the flair really costs with the risk.",
					"Luckily enough the power gap between high level murder hobo and little bandit work in your favour and there is one less criminal about. In exchange for the smell of ozone and burned flesh."
				],
				"FilterForIncludedSpellTags": [
					"Lightning Blade"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellGood"
			},
			{
				"AnswerTexts": [
					"You snap your hand forward and watch the ice-cold projectiles pierce the poor guy.",
					"Some miss with the spread in close combat but the force of impact slows the bandit, the wounds slow them more and even with your low physical stats they don't present a real threat anymore.",
					"Bonk. Done. Exp."
				],
				"FilterForIncludedSpellTags": [
					"Ice Crystal Missle"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellGood"
			},
			{
				"AnswerTexts": [
					"It's a fun spell, for one side of the encounter, and has great impact but, again, your physical prowess is not the best as a wizard and the enemy is charging you head-on.",
					"It's not a thousand years but even with some healing from Betty you'll definitely feel this encounter for a couple of days."
				],
				"FilterForIncludedSpellTags": [
					"1000 Years of Pain"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"A potent spell and long-term deterrent keeping friend and foe from getting into close combat with you.",
					"Way to make the situation awkward though.",
					"The bandit stopped before they could take a full breath of your spell and as they cough you look at each other getting quite uncomfortable until Robin gets them from behind."
				],
				"FilterForIncludedSpellTags": [
					"Poison Breath"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellNeutral"
			},
			{
				"AnswerTexts": [
					"A meteor for a guy who probably worked a farm or some trade not long ago. Interesting choice and quite an upcast but it works.",
					"Gauntlet closed around the rock you tear reality grabbing for a meteor to yeet into the bandit's face."
				],
				"FilterForIncludedSpellTags": [
					"Meteor"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellNeutral"
			},
			{
				"AnswerTexts": [
					"A small spell for a small enemy! Maybe a bit too small but the surprise factor enhanced by fire magic does the trick!",
					"The bandit stops, baffled for a moment, before the blob ignites and errupts on their chest.",
					"The rest is easy murder-hobo-handiwork."
				],
				"FilterForIncludedSpellTags": [
					"Fireblob"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellGood"
			},
			{
				"AnswerTexts": [
					"With the reflexes of a water-bending master you whip your water, disarm the clueless bandit and yank them off their feet.",
					"Fred finishes them in passing and you braved another situation in style and without even getting dirt on your new robe."
				],
				"FilterForIncludedSpellTags": [
					"What Whip"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellPerfect"
			},
			{
				"AnswerTexts": [
					"You haven't played in a while but everyone loves this spell. When you take out your air guitar people beam with anticipation.",
					"Robin starts early, as always, and as soon as your 'Ahhahhahhahhahhhhahhhhh's hit, so does Thunder and lightning.",
					"The crowd roars, the encora slaps hard! Inspiration incoming."
				],
				"FilterForIncludedSpellTags": [
					"Thunderstruck"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellPerfect"
			},
			{
				"AnswerTexts": [
					"A bit much for one bandit and so you turn only once to put them off balance and slow their movement with the magical chill.",
					"Easy pickings for a party with a fighter and a rogue."
				],
				"FilterForIncludedSpellTags": [
					"Frost Nova"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellGood"
			},
			{
				"AnswerTexts": [
					"Guessing by the sound of the impact this bandit had not practiced medicine in their prior employment but it surprises them enough to get them off balance.",
					"Off balance is enough for you to land one, two hits and let Betty take them down. That's fuckin' teamwork."
				],
				"FilterForIncludedSpellTags": [
					"Summon Apple"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellGood"
			},
			{
				"AnswerTexts": [
					"You raise your arms in grand gestures, huge walls of flame rise from the ground and close around the screaming bandit.",
					"The screams stop with a startled choke, the bandit is still alive because you messed up the placement of the walls.",
					"Your team talks about when to order food as you all wait for the duration to time out and do rollies about who gets to kill the last bandit."
				],
				"FilterForIncludedSpellTags": [
					"Walls of Fire"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellNeutral"
			},
			{
				"AnswerTexts": [
					"You've been on the receiving end of it multiple times and asking Betty if she's still actually alive is a running joke in your group.",
					"Giving her a look as you do the same to the poor bandit, you all watch as they scream in pain, slowly freezing up."
				],
				"FilterForIncludedSpellTags": [
					"Freezer Burn"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellGood"
			},
			{
				"AnswerTexts": [
					"Warcrimes is an understatement and the DM is full of regret but it was your birthday when you asked for this spell after finding it on reddit.",
					"Finding it on reddit should have been enough reason to say no but here we are and the bandit is not."
				],
				"FilterForIncludedSpellTags": [
					"Testicular Torsion"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellPerfect"
			},
			{
				"AnswerTexts": [
					"The bandit might be a low level mob but still above some gravel. Bad call on your side.",
					"Betty and Robin save you from the pummeling but nothing will save you from the mockery to come."
				],
				"FilterForIncludedSpellTags": [
					"Gravel"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"Unusual and definitely an odd choice but with the bandit's heart already not fully in it anymore they are surprisingly susceptible to an outcome that doesn't include fighting and potentially dying.",
					"Your group is shaking their heads and you probably got to have 'the talk' with your new friend real soon. It's not them, it's you and maybe you can stay friends."
				],
				"FilterForIncludedSpellTags": [
					"Magic Rizz"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellGood"
			},
			{
				"AnswerTexts": [
					"In any other situation the bandit might have been open to it but who enjoys being told to calm down in that kind of situation??",
					"It slows the bandit for a moment of doubt but not enough. Only Fred intercepting saves you from the retort you probably deserved."
				],
				"FilterForIncludedSpellTags": [
					"Calm the F down"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You're probably the most surprised between yourself and the bandit and they definitely were way too into it to kneel on your command.",
					"...",
					"Uh...",
					"The spell is only one command but they are still kneeling and waiting for you to say something.",
					"Awkward."
				],
				"FilterForIncludedSpellTags": [
					"Command"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellGood"
			},
			{
				"AnswerTexts": [
					"Fred, Betty and Robin start questioning your sanity but the bandit stops and rejoices as someone starts speaking in their dialect.",
					"Turns out the green owl is mightier than the sword and all it needed was understanding one another to create peace where there was conflict."
				],
				"FilterForIncludedSpellTags": [
					"Comprehend languages"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellPerfect"
			},
			{
				"AnswerTexts": [
					"This is a first. Not just for you but for the bandit and your party, too.",
					"Fred and Betty are shook by the appearance of a Magical Girl and the dance number, basking in the glorious strawberry glitter.",
					"While the two ask the mysterious figure questions, Robin stabs the bandit and asks themselves where Harald went."
				],
				"FilterForIncludedSpellTags": [
					"Star Gem Power Glow Up"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellPerfect"
			},
			{
				"AnswerTexts": [
					"The very real fear for their life makes the bandit's mental resolve easy to overcome. You're in and have a gander through their goals, fears, believes, traumas and other things you'd rather not seen.",
					"While Fred and Robin turn the rest of the bandit troop into red mush and EXP you have a serious heart to heart with Billy the bandit.",
					"It doesn't take long and just a little bit of emotional support and Billy is off to start an apprenticeship as a masseur."
				],
				"FilterForIncludedSpellTags": [
					"Modify Mind"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellPerfect"
			},
			{
				"AnswerTexts": [
					"What a way to waste a spell slot!",
					"There's nobody hurt, not yet, not counting corpses as 'hurt'. Doubly unlucky that the bandit stabs you after your heal spell blows out useless."
				],
				"FilterForIncludedSpellTags": [
					"Healing"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"The distance between you and the bandit is longer than either of you expected. Especially with you doing nothing. Waiting for the perfect moment.",
					"Cut to the bandit war-crying as they charge you. Cut to you waiting for them. Cut to the bandit crying a little less. Cut to you...",
					"The very last moment you throw up your hand and block the dagger with a transparent wall of mana.",
					"The bandit stumbles backward from the force of the impact reflected. You trip them, stab them, win. Quite anticlimactic but practical, I guess."
				],
				"FilterForIncludedSpellTags": [
					"Barrier"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellGood"
			},
			{
				"AnswerTexts": [
					"There's several glances shared between the DM and the other players.",
					"The bandit is clearly not an animal and nothing more impressive or useful than a squirrel around everyone starts asking if you are okay.",
					"Most hurtful maybe that the bandit asks you the same."
				],
				"FilterForIncludedSpellTags": [
					"I Like Animals"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"There's really not that much water around to make it do much, least of all help you against the charging bandit.",
					"And to make the bandit's water do things you're not powerful enough without a full moon."
				],
				"FilterForIncludedSpellTags": [
					"Make Water"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You cast the spell and your mind is flooded by information.",
					"This is indeed the latro latrunculus common in this area. They typically live in packs of about 5 up to 20 individuals and are very territorial.",
					"They are omnivorous and their dietary specifics are closely related to the environment they inhabit. The city bandit strongly differs from their cousins in the wilderness.",
					"The flood of information suddenly stops as the bandit knocks you out cold."
				],
				"FilterForIncludedSpellTags": [
					"Fact Check"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You were staring at Betty a little too much and were completely surprised when it was your turn, which is still a lame excuse for your choice of spell.",
					"Betty asking you what you want to animate doesn't help a lot and when you animate your dagger to tele-stab the bandit... and almost miss... snorts and rolled eyes are your response."
				],
				"FilterForIncludedSpellTags": [
					"Make things do things"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellNeutral"
			},
			{
				"AnswerTexts": [
					"You exchange a knife wound for a grilled cheese sandwich.",
					"Only you can say if that was worth it."
				],
				"FilterForIncludedSpellTags": [
					"Summon Grilled Cheese"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"The only thing keeping this from a bad choice is the size of the tent appearing in the air above you and the bandit.",
					"The tarp is big and heavy enough to stop the bandit's charge short but knocks both of you to the ground."
				],
				"FilterForIncludedSpellTags": [
					"Summon Tent"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellNeutral"
			},
			{
				"AnswerTexts": [
					"You get stabbed. But when Betty gives you a healing touch she doesn't get zapped.",
					"Yay."
				],
				"FilterForIncludedSpellTags": [
					"Remove Static from Clothing"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You get stabbed and are going to have to recast this again once the bleeding stops."
				],
				"FilterForIncludedSpellTags": [
					"Clean Laundry"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"It is said that the eyes are the windows to the soul but they don't open for this spell.",
					"Someone's getting stabbed real good."
				],
				"FilterForIncludedSpellTags": [
					"Sesame"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"The bandit doesn't have internet and so doesn't get the reference.",
					"You get stabbed though."
				],
				"FilterForIncludedSpellTags": [
					"Alarm"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"Lucky for you the power gap between you and the bandit is so large that your mage hand is enough to keep the enemy in check until your teammates can get you out of the stalemate."
				],
				"FilterForIncludedSpellTags": [
					"Maes Hand"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellNeutral"
			},
			{
				"AnswerTexts": [
					"The bandit stops, dumbstruck as you suddenly turn around and long enough that Fred can take them down in passing. Lucky you."
				],
				"FilterForIncludedSpellTags": [
					"Five more minutes"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			}
		]
	},
	{
		"ScenarioName": "Scenario 2",
		"MaxExperience": 100,
		"TrashAnswer": "Go drunk you are home",
		"PromptTexts": [
			"You thought that wall looked odd, the moss had a strange colour and bounced back to your touch in a weird but intriguing manner.",
			"When bushels of it started to fall off the wall, followed by chunks of earth and something green started showing you thought there was nothing here that could hurt a wizard as powerful as you.",
			"You thought wrong! One hand in a grip of oozing green slime burning like hell no amount of pulling is able to get yourself free but you still got the other!",
			"What do you do?"
		],
		"PromptTags": [],
		"Answers": [
			{
				"AnswerTexts": [
					"There's really no space for the Great Fireball to go anywhere and the DM strongly encourages you to pick a different spell or you might have to roll a new character..."
				],
				"FilterForIncludedSpellTags": [
					"Just Fireball"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"The reverberating echo deafens everybody as does your head from the wall after Fred punches you."
				],
				"FilterForIncludedSpellTags": [
					"Combat Fart"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"Surprising everyone in your team this actually works! It takes using the spell multiple times and being quick about it, too, but you manage to carve away enough slime that way and free your hand at last."
				],
				"FilterForIncludedSpellTags": [
					"Sand Prison"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellGood"
			},
			{
				"AnswerTexts": [
					"The pressure of the water slowly but surely frees your arm from the gloopy entrapment, clearing away the wall more and more, too, which shows you the oozing mass behind.",
					"Only then do you remember, aka the DM reminds you, that you are in an enclosed room deep underground and how long you'll probably be able to hold your breath and maybe cast something to breath under water..."
				],
				"FilterForIncludedSpellTags": [
					"Surf"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"It takes you a moment to assume T-Pose but leaning into the gelatinous grapple you pull it off at an angle!",
					"The very moment the first zap hits the ooze you can feel the grip loosening and concentrating on more zaps you fall free in a blink!"
				],
				"FilterForIncludedSpellTags": [
					"Generate Lightning"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellGood"
			},
			{
				"AnswerTexts": [
					"The effect is instantaneous but not to your advantage.",
					"Not only doesn't the groop loosen but your hand is now deep frozen while getting acid burned which is a very abnormal feeling. One you could have done without, really."
				],
				"FilterForIncludedSpellTags": [
					"Biting Frost"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"With some strain and force you manage to make a finger gun but as you shoot the first shots you instantly know this isn't working out.",
					"Two fingers down and your hand is still burning up while you're being sucked in."
				],
				"FilterForIncludedSpellTags": [
					"Finger Gun"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"Not much of a mind to mess up inside the greenish slime. Not much between your ears either touching weird ooze in a dungeon, says Fred.",
					"Your hand stays stuck as you make puppy eyes at your teammates to get you out of this mess."
				],
				"FilterForIncludedSpellTags": [
					"Mindfrick"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"Fight fire with fire, they say. Seems it doesn't work with acid versus acid.",
					"Feels like you're helping the enemy actually."
				],
				"FilterForIncludedSpellTags": [
					"Acid Splash"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"Your team doesn't need to say a word. Their looks alone make you reconsider 'potentially' burrying them all and you start leafing through your spells again."
				],
				"FilterForIncludedSpellTags": [
					"Rock-a-lanche"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You manage to pull off the flourish with your weak hand and the familiar flames cover you.",
					"It doesn't look like the slime cares much about the flames but just that little bit of room between your skin and the oozing mass seems to give you a some wiggle room to start pulling to some effect."
				],
				"FilterForIncludedSpellTags": [
					"Cloak of Fire"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellNeutral"
			},
			{
				"AnswerTexts": [
					"Now there's your three teammates and a huge water golem, unable to stand upright in the low tunnel, standing there and awkwardly watching you getting sucked in and burned by the greenz slime."
				],
				"FilterForIncludedSpellTags": [
					"Summon Water Golem"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"Intentional or not but unable to dodge the slime takes the full damage of your Lightning Blade!",
					"Slowly hardening from the electric power and crumbling away faster than it can suck you back in you free your hand!"
				],
				"FilterForIncludedSpellTags": [
					"Lightning Blade"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellPerfect"
			},
			{
				"AnswerTexts": [
					"There is no way for the slime to dodge but neither is there room for the projectiles to accelerate enough without hurting your own hands.",
					"It's still sharp ice crystals firing away though and they manage to cut away some of the slime but the recoil cuts you, too."
				],
				"FilterForIncludedSpellTags": [
					"Ice Crystal Missle"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellNeutral"
			},
			{
				"AnswerTexts": [
					"... how do you imagine this playing out?"
				],
				"FilterForIncludedSpellTags": [
					"1000 Years of Pain"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"There is no nostrils, no face and even you must realise a slime probably doesn't breathe.",
					"Maybe taking a round of acid burn damage will kickstart your idea machine into a higher gear."
				],
				"FilterForIncludedSpellTags": [
					"Poison Breath"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"There's not much space but somehow you manage. Manage to knock yourself out in the process."
				],
				"FilterForIncludedSpellTags": [
					"Meteor"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"Luckily your own blob doesn't burn you but that's about it. Better luck next turn."
				],
				"FilterForIncludedSpellTags": [
					"Fireblob"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"There's no space to use it with the caught hand and there is not much contact surface to do any good with your free hand either.",
					"Ignoring Fred's offer of help knowing it might cost you an arm, you turn to Betty and Robin, trying to look as endearing as possible."
				],
				"FilterForIncludedSpellTags": [
					"What Whip"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"It would be a great improvement to everybody's mood but you can't play this kind of song one-handed.",
					"Remembering your last grand performance your teammates take pity on you and free you at once."
				],
				"FilterForIncludedSpellTags": [
					"Thunderstruck"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You can't do a full spin and that's a good thing. This way it doesn't have much power as you frost blast Robin who wanted to help you.",
					"They might be less inclined to now."
				],
				"FilterForIncludedSpellTags": [
					"Frost Nova"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"It could be worse, I guess? You could feel your hand burning away without a snack."
				],
				"FilterForIncludedSpellTags": [
					"Summon Apple"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You raise your free hand in a great gesture once, twice, thr-...",
					"You remember that this spell needs both your hand and just hope the others didn't see you uselessly wave your arm."
				],
				"FilterForIncludedSpellTags": [
					"Walls of Fire"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"For the longest time nothing happens until you feel your own hand growing increasingly cold.",
					"Fred and Robin both slap their forehead at exactly the same time."
				],
				"FilterForIncludedSpellTags": [
					"Freezer Burn"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"After a moment of thought you remember your school days and learning about the mating habits of the common dungeon slime and that there aren't any."
				],
				"FilterForIncludedSpellTags": [
					"Testicular Torsion"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"There's no shoes in this 1on1 but your own."
				],
				"FilterForIncludedSpellTags": [
					"Gravel"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"It's already sucking you in but not in the way you would have liked to."
				],
				"FilterForIncludedSpellTags": [
					"Magic Rizz"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"Either the slime is alreay totally zen-d out or really not listening to you one bit."
				],
				"FilterForIncludedSpellTags": [
					"Calm the F down"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You don't speak Slime."
				],
				"FilterForIncludedSpellTags": [
					"Command"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"The slime doesn't speak or is too shy to engage in conversation with a stranger that has his arm inside it."
				],
				"FilterForIncludedSpellTags": [
					"Comprehend languages"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"It's terribly difficult to dance with one hand stuck in a wall, let alone elaborately enough to pull off a Magical Girl Transformation but the powers above and beyond are gracious and you pull it off.",
					"To add to your surprise it seems that the slime monster is allergic to Magical Girl Energy and releases you at once, leaving you to answer your group's questions about who you are."
				],
				"FilterForIncludedSpellTags": [
					"Star Gem Power Glow Up"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellPerfect"
			},
			{
				"AnswerTexts": [
					"Using this spell is as good an idea as touching weird green goo coming out of a wall in a dungeon.",
					"How you made it to a high level as a wizard looks rather lucky right now."
				],
				"FilterForIncludedSpellTags": [
					"Modify Mind"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"The magic flows through your hand and arm, healing the acid burns and soothing the open skin engulfed with goo, but only for a moment."
				],
				"FilterForIncludedSpellTags": [
					"Healing"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellNeutral"
			},
			{
				"AnswerTexts": [
					"The burning subsides only slowly but the difference is palpable. There is now a glowing layer between your arm and the goo.",
					"It looks like it can't suck you in deeper like before but it is still difficult for you to get your arm out. At least it can't continue to burn you with it's acid."
				],
				"FilterForIncludedSpellTags": [
					"Barrier"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellGood"
			},
			{
				"AnswerTexts": [
					"You start to hear thin voices but they are so low that you can barely understand what you're saying, so you lean in closer.",
					"With your head almost against the wall you can hear a couple of moss lice complaining about their living room being demolished.",
					"Fun stuff but not really helping with the goo situation."
				],
				"FilterForIncludedSpellTags": [
					"I Like Animals"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"There has to be some water in a goo creature of that size, you think, and it quickly looks like it is indeed working but as fast as you would like.",
					"The tug of war changes in your favour but the acid still burns you until you are free."
				],
				"FilterForIncludedSpellTags": [
					"Make Water"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellGood"
			},
			{
				"AnswerTexts": [
					"This is indeed a slime creature and you really shouldn't have touched it. Facts."
				],
				"FilterForIncludedSpellTags": [
					"Fact Check"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellPerfect"
			},
			{
				"AnswerTexts": [
					"You decided on the spell before thinking much about what to do with it but then, seeing as the slime creature had camouflaged as a big part of the wall, there is still a lot of dirt and stone around it.",
					"Animating the soil you slowly move it into the wrapping goo, covering you with it and leaving dirt and rock as a substitute for your arm."
				],
				"FilterForIncludedSpellTags": [
					"Make things do things"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellPerfect"
			},
			{
				"AnswerTexts": [
					"You know you don't think well on an empty stomach but it really is weird watching someone eat a grilled cheese sandwich while his arm is getting sucked into acid slime."
				],
				"FilterForIncludedSpellTags": [
					"Summon Grilled Cheese"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellNeutral"
			},
			{
				"AnswerTexts": [
					"The tent is big enough to span the entire width of the hallway, separating you from your teammates but not from the slime."
				],
				"FilterForIncludedSpellTags": [
					"Summon Tent"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"Smart."
				],
				"FilterForIncludedSpellTags": [
					"Remove Static from Clothing"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You're clean for a moment or two but when the goo drags you in deeper you're body gets pressed against the slimy, dirty wall and the spell was pretty much in vain."
				],
				"FilterForIncludedSpellTags": [
					"Clean Laundry"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"Not a bad idea but while your arm is locked in a grip like a vice, it's not really a 'lock'."
				],
				"FilterForIncludedSpellTags": [
					"Sesame"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"The alarm clamors up and down the hallway, the echo deafeningly loud.",
					"Your friends cup their ears and their glare tells you just how great an idea that was.",
					"If there's anything else in here with ears they'll know that you are and where."
				],
				"FilterForIncludedSpellTags": [
					"Alarm"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellGood"
			},
			{
				"AnswerTexts": [
					"A bit of a hail mary but it works. The hand made of mana is unable to shoot forth from yours but as it comes into existence over your hand it takes it's place and you are suddenly free!"
				],
				"FilterForIncludedSpellTags": [
					"Maes Hand"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellPerfect"
			},
			{
				"AnswerTexts": [
					"There's no rush. You can stay locked in here as long as you want or the slime needs to engulf and decompose you."
				],
				"FilterForIncludedSpellTags": [
					"Five more minutes"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			}
		]
	},
	{
		"ScenarioName": "Scenario 3",
		"MaxExperience": 100,
		"TrashAnswer": "Go drunk you are home",
		"PromptTexts": [
			"The last piece of cake at the village feast and it has your name on it! Or had. You looked away for just a moment marveling at Fred the Fighter's dance skills and in the blink of an eye the elderly woman had cut in line and the piece of cake was on her plate.",
			"She thanks you profoundly for saving their village, her family and her cat but to questions about that last piece of cake she suddenly remembers her old age and can't hear you.",
			"No amount of sweet-talk, no persuasion or amount of charisma seems able to turn her and she's about to leave. Do you want to do something or let the piece of cake go?"
		],
		"PromptTags": [],
		"Answers": [
			{
				"AnswerTexts": [
					"The DM looks at you. Betty, Fred and Robin look at you. If the eldery woman was real she would look at you. Judgiiiiing.",
					"Awkward situation and instead of casting a huge ball of fire at a village feast your turn is skipped. Shame on you!"
				],
				"FilterForIncludedSpellTags": [
					"Just Fireball"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"Losing cake is some damn shame and you decide to ruin that old lady's day in return.",
					"Following her to her seat you listen to all the stories about her grandchildren and her youth.",
					"Once sat down though you let rip a number of deadly silent ones before you got up and left her to her own demise."
				],
				"FilterForIncludedSpellTags": [
					"Combat Fart"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You're done. You tried being nice and that got you only so far. You and your friends saved this village and that didn't get you the last slice of cake?!",
					"You close your hand into a fist and the sand engulfs the slice of cake leaving the old lady speechless."
				],
				"FilterForIncludedSpellTags": [
					"Sand Prison"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellGood"
			},
			{
				"AnswerTexts": [
					"It is a hot day, not gonna lie, but creating a huge wave that would blast away not just the majority of the people but the cake as well is maybe not the best idea."
				],
				"FilterForIncludedSpellTags": [
					"Surf"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"There's definitely some tension between you and the old woman but she probably wouldn't know what a T-pose is and shocking people might change their opinion about your group of heroes."
				],
				"FilterForIncludedSpellTags": [
					"Generate Lightning"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"There's plenty frosting on the cake and while the woman is quite old, she's definitely not cold yet.",
					"Maybe we should keep it that way and just admit defeat, yes?"
				],
				"FilterForIncludedSpellTags": [
					"Biting Frost"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You think about it for a second longer than mentally healthy but decide for the theatrical version at last.",
					"The old lady chuckles and shoots back, luckily the theatrical version as well, and leaves with the piece of cake."
				],
				"FilterForIncludedSpellTags": [
					"Finger Gun"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellNeutral"
			},
			{
				"AnswerTexts": [
					"I forgot to write a response for this one. Sorry."
				],
				"FilterForIncludedSpellTags": [
					"Mindfrick"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellPerfect"
			},
			{
				"AnswerTexts": [
					"It's a ghastly thing getting inbetween a man and his cake but burning an old lady with acid might be worse and, honestly, she doesn't look fit enough for a good trip either."
				],
				"FilterForIncludedSpellTags": [
					"Acid Splash"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You actually quite like this village, they've treated you and your friends well. Even before throwing you a feast.",
					"Erasing it from the hillside would mean no more feasts."
				],
				"FilterForIncludedSpellTags": [
					"Rock-a-lanche"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"The old lady doesn't back down and as you suit up to throw down she just compliments your fancy cloak and gives you a 'That's nice, honey!' as she leaves."
				],
				"FilterForIncludedSpellTags": [
					"Cloak of Fire"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You realise this old woman is an opponent you won't best on your own and summon the hulking water giant.",
					"You missed the spot by an inch and the Golem knocks over the table laden with food.",
					"The battle for the cake ends before it really began and with a severe scolding by the old lady."
				],
				"FilterForIncludedSpellTags": [
					"Summon Water Golem"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You actually manage to wear her down or generate enough pity that the old woman agrees to go halfsies.",
					"There's no cutlery and your first instinct is 'I have a Lightning 'blade'!",
					"Now there's no cake anymore but for some frosting that exploded into your faces."
				],
				"FilterForIncludedSpellTags": [
					"Lightning Blade"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You shoot several crystals of ice into the ground and offer the old woman shaved ice in trade for the piece of cake.",
					"The old lady is impressed with your magical prowess but has no idea what you're talking about and leaves patting your arm and saying something about 'young people these days'."
				],
				"FilterForIncludedSpellTags": [
					"Ice Crystal Missle"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellNeutral"
			},
			{
				"AnswerTexts": [
					"She looks like she's been around for a thousand years and you remember that she's on Betty's 'NPCs to adopt' list and you really don't want to get on Betty's bad side.",
					"Guess that cake goes to the old lady..."
				],
				"FilterForIncludedSpellTags": [
					"1000 Years of Pain"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You tone down the power and the smell, at least a little bit, and the old lady very quickly and very suddenly has no more appetite for cake.",
					"You're very proud of yourself but next to you two children passed out."
				],
				"FilterForIncludedSpellTags": [
					"Poison Breath"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellGood"
			},
			{
				"AnswerTexts": [
					"It's your favourite cake and you get the feeling the lady understands the situation very much.",
					"Killing an old lady is out of the question... but if you made the meteor very small... and just hit the cake?",
					"If you can't have it, neither can she!"
				],
				"FilterForIncludedSpellTags": [
					"Meteor"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You realize there is no reasoning with her, no persuading. You're not going to bribe someone for a pice of cake that was made to your honour but if you can't have that cake...",
					"You manage the sneak role and place a little piece of the blob under the plate and before the old lady arrives at her table, the cake has melted.",
					"It's a cheap win but victory is victory."
				],
				"FilterForIncludedSpellTags": [
					"Fireblob"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellGood"
			},
			{
				"AnswerTexts": [
					"When you conjure the whip, not really sure yet what to do with it, the old lady suddenly looks very interested.",
					"Suddenly you don't want cake anymore and quickly leave to rejoin the party and start trying to forget what you just witnessed."
				],
				"FilterForIncludedSpellTags": [
					"What Whip"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You try to show her some really impressive moves, something that just HAS to convince her to give you that cake and it does work.",
					"In no time you have a small crowd around you and get excited yourself as you never had so many people chant and boost your spell.",
					"While you concentrate the thunder and lightning to the sky and deliver a sick light show on top, all things cake have been forgotten."
				],
				"FilterForIncludedSpellTags": [
					"Thunderstruck"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellGood"
			},
			{
				"AnswerTexts": [
					"The old lady turns around to leave, taking the cake with her and in a really dark moment and lots of bad karma you spin once and quickly, watching the old lady go down and drop the cake.",
					"You're not proud of yourself but that was your cake."
				],
				"FilterForIncludedSpellTags": [
					"Frost Nova"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You wind up to throw hoping that she worked as a nurse or wise-woman back in her days and suddenly get interrupted by her praise that you'd choose healthy fruit over bad cake.",
					"Outplayed yourself."
				],
				"FilterForIncludedSpellTags": [
					"Summon Apple"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellNeutral"
			},
			{
				"AnswerTexts": [
					"How about no?"
				],
				"FilterForIncludedSpellTags": [
					"Walls of Fire"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You're a wizard and powerful but the old lady's hand is colder still. Outskilled or something."
				],
				"FilterForIncludedSpellTags": [
					"Freezer Burn"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"The lack of reaction seems to indicate a severe lack of testicles. Mana wasted."
				],
				"FilterForIncludedSpellTags": [
					"Testicular Torsion"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"It doesn't get you the cake but it gets you some revenge.",
					"Watching her go you can see her start limping slightly only a couple of steps away."
				],
				"FilterForIncludedSpellTags": [
					"Gravel"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellGood"
			},
			{
				"AnswerTexts": [
					"Piece. Of. Cake. Haha, I'm so funny. Someone hire me, please.",
					"You don't tell her anything new but suddenly it just hits the right spots. Suddenly the cake is back in your hand and cookies appear from nowhere.",
					"She complains that you're not eating enough and asks about your life situation, letting you know that she has a couple of granddaughters of age or a grandson or two. She knows about the rainbow, no biggie."
				],
				"FilterForIncludedSpellTags": [
					"Magic Rizz"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellPerfect"
			},
			{
				"AnswerTexts": [
					"The lady is way more chill than you. She has the cake after all. Maybe you need to calm down?"
				],
				"FilterForIncludedSpellTags": [
					"Calm the F down"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"Easy fix. You wait until noone is in earshot and utter the command.",
					"The cake is yours and so is the day!"
				],
				"FilterForIncludedSpellTags": [
					"Command"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellPerfect"
			},
			{
				"AnswerTexts": [
					"Her English is actually way better than yours and has a lot less spelling mistakes, too.",
					"You should feel bad. Especially as a writer. Game Jams being tough is only half an excuse, really."
				],
				"FilterForIncludedSpellTags": [
					"Comprehend languages"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"At first the old lady is very impressed! Impressed by your outfit, impressed by your dance number, the music and the strawberry power glow up glitter.",
					"When you try to go for the cake the old lady looks surprised and points out that you already got enough of that before she leaves with a cackle.",
					"You need a moment before you understand how nicely your Magical Girl outfit shows off your behind.",
					"Juicyyyyyy!"
				],
				"FilterForIncludedSpellTags": [
					"Star Gem Power Glow Up"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellNeutral"
			},
			{
				"AnswerTexts": [
					"Not only do you make her give her the cake, you make her promise you to bake you and your friends cakes for as long as you stay in the village.",
					"If there's a list of bad people somwhere, you're on it. The old lady's mind bends easily to your will."
				],
				"FilterForIncludedSpellTags": [
					"Modify Mind"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellPerfect"
			},
			{
				"AnswerTexts": [
					"You could sell ice to a penguin, make a priest apologize or a politician regret but this old lady did not budge until you healed her acking back.",
					"The cake is yours and the promise of as many cakes as  you want.",
					"Is this what being a hero is like?"
				],
				"FilterForIncludedSpellTags": [
					"Healing"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellPerfect"
			},
			{
				"AnswerTexts": [
					"You're at your wits end and the best idea that you can come up with is throwing up a magical barrier between you and the old lady.",
					"She's a bit surprised for a moment before she shrugs and tells you 'I don't fight little bitc-....'"
				],
				"FilterForIncludedSpellTags": [
					"Barrier"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"At first it doesn't help. Once the old lady understands what you just tried to do she's offended for a moment before her eyes start glowing.",
					"You agree to help house-train her new dog and the cake is yours."
				],
				"FilterForIncludedSpellTags": [
					"I Like Animals"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellGood"
			},
			{
				"AnswerTexts": [
					"There's not much water to do something with and you once learned that people don't take kindly to you controling their booze.",
					"The old lady leaves and you suddenly feel the need for a bathroom."
				],
				"FilterForIncludedSpellTags": [
					"Make Water"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"The old lady outmaneuvered you at every turn, quite embarassing for you actualy but with the knowledge flooding into your brain you slowly turn the tide.",
					"The cake is yours after explaining to her how a diet high in sugar is bad for seniors and how fast blood pressure and heart disease can hit her at her age.",
					"It doesn't stop there, though, and she keeps asking questions about all her little woes and pains as you slowly realise that this isn't worth a piece of cake."
				],
				"FilterForIncludedSpellTags": [
					"Fact Check"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellPerfect"
			},
			{
				"AnswerTexts": [
					"Your arguments don't sway her and even when you're out of them and start repeating yourself the old lady is too nice to stop you.",
					"Her loss, really, because the piece of cake just sprouted legs and started running towards your seat. Suckerrrrr!"
				],
				"FilterForIncludedSpellTags": [
					"Make things do things"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellPerfect"
			},
			{
				"AnswerTexts": [
					"You don't get the cake but now you have a grilled cheese sandwich and a tedious, failing persuasion turns into a nice discussion about sweet vs. savory."
				],
				"FilterForIncludedSpellTags": [
					"Summon Grilled Cheese"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellGood"
			},
			{
				"AnswerTexts": [
					"You're really not ready to admit defeat to an old lady but there's nothing more you can say or do. The humiliation!",
					"You're a powerful mage, you have seen and done things, you're an adult...",
					"... and now you're sitting in a tent next to the food tables, pouting."
				],
				"FilterForIncludedSpellTags": [
					"Summon Tent"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You think an old lady from some backwater village is easy enough to impress with some minor magic. Turns out you're wrong.",
					"She tries not to but a little laugh escapes her for which she quickly apologises and begins to tell you a story about how she once dated a guy named Elminster."
				],
				"FilterForIncludedSpellTags": [
					"Remove Static from Clothing"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"The old lady's eyes basically pop out of her head. The cake is yours and any promise you wish for if only you teach her this spell!"
				],
				"FilterForIncludedSpellTags": [
					"Clean Laundry"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellPerfect"
			},
			{
				"AnswerTexts": [
					"There's nothing to unlock and she doesn't like sesame in her bread but she opens her arms to give you a hug and a little pat on the back before she leaves."
				],
				"FilterForIncludedSpellTags": [
					"Sesame"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"She gives a hearty laugh, saying she remembers a movie that went somewhat like this.",
					"Reminiscing about the internet and the early 2000's she gives you the cake, thanking you for the trip down memory lane."
				],
				"FilterForIncludedSpellTags": [
					"Alarm"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellGood"
			},
			{
				"AnswerTexts": [
					"You were just about to do the old 'tipping someone on the shoulder' trick but end up the one surprised as her own hand of magic slaps yours away.",
					"An epic hand to hand combat beings drawing a crowd and ending in a thumb wrestling match, which you lose.",
					"You're sad about the cake but only a little. This was fun and the old lady earned it!"
				],
				"FilterForIncludedSpellTags": [
					"Maes Hand"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			}
		]
	},
	{
		"ScenarioName": "Scenario 4",
		"MaxExperience": 100,
		"TrashAnswer": "Go drunk you are home",
		"PromptTexts": [
			"Someone cast an idiotically large wave against a laughable little bandit which got a lot of your equipment damaged, destroyed or lost. We're not saying names but Betty, Fred and Robin are still made at you.",
			"In an attempt to smooth things over you offer to go look for some food because wet bread is just not a thing to do.",
			"While the others try to salvage some of your gear, repair what they found or just get dry you start walking.",
			"A couple of shitty Nature rolls later you actually stumble across a wild boar. The boar spots you as well, a quick decision is required!"
		],
		"PromptTags": [],
		"Answers": [
			{
				"AnswerTexts": [
					"Finally! A situation where you can go all out and don't have to talk about warcrimes, collateral damage or any such nonsense!",
					"It takes only a moment, the boar just turned around to bolt but it can't outrun your fire magic!",
					"Result: roasted boar. Late realisation: Your Strength is too bad to carry your dinner back to camp. Fk."
				],
				"FilterForIncludedSpellTags": [
					"Just Fireball"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellPerfect"
			},
			{
				"AnswerTexts": [
					"You react quickly enough but are turned in the wrong direction. The thunderous fart startles even yourself and causes the boar to run away even faster.",
					"What your teammates will think when they hear the noise..."
				],
				"FilterForIncludedSpellTags": [
					"Combat Fart"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"Quick, easy, dead. You caught the boar in a blink and the rest was done in the blink of an eye. Problem is: the spell is rather hard to controll.",
					"You wonder what the carcass will look like. What you don't have to wonder about is what a nuisance it'll be cleaning all that sand off the meat."
				],
				"FilterForIncludedSpellTags": [
					"Sand Prison"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellGood"
			},
			{
				"AnswerTexts": [
					"A giant wave of water would certainly do enough damage to finish the beast, definitely too quick to escape, too, and nobody is there to see that there is no learning curve with you.",
					"You blink and watch the boar disappear in a whirl of water, branches and dirt.",
					"You roll for Nature again and start walking."
				],
				"FilterForIncludedSpellTags": [
					"Surf"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You're way too slow to get in range before the boar dashes away.",
					"You stand in the woods, probably the saddest T-pose ever to be posed."
				],
				"FilterForIncludedSpellTags": [
					"Generate Lightning"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You raise your hand, the boar bolts but you swing around and catch it as it tries to change course freezing it against a tree.",
					"You chuckle and start thinking about turning your infinite pouch into a freezer."
				],
				"FilterForIncludedSpellTags": [
					"Biting Frost"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellGood"
			},
			{
				"AnswerTexts": [
					"You're the quickest shot in all the lands - insert immature chuckles by Fred and Robin.",
					"You're quick but you definitely need to hit the range more often because you're almost out of shots before you land a good hit on the boar.",
					"Stalking over you check your bag of fingers, noticing that you're almost out."
				],
				"FilterForIncludedSpellTags": [
					"Finger Gun"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellGood"
			},
			{
				"AnswerTexts": [
					"The boar is already in full panic, sometimes the best defense against psychic magic.",
					"Feeling that fear stuns you more and you can barely see how the boar disappears in the underbrush."
				],
				"FilterForIncludedSpellTags": [
					"Mindfrick"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"The animal dies almost instantly from the pain and the shock but the satisfaction is quickly gone.",
					"You're not really sure if you can still eat that and you're quite sure that you don't want to."
				],
				"FilterForIncludedSpellTags": [
					"Acid Splash"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellNeutral"
			},
			{
				"AnswerTexts": [
					"Pretty much just as bad as the thing with the giant wave.",
					"The DM looks at you, your teammates look at you, the dead boar looks at you."
				],
				"FilterForIncludedSpellTags": [
					"Rock-a-lanche"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"What a bad idea to go hunting as a wizard. The boar dashes away scared and you, not used to being the front line, are just as scared and throw up a defensive spell out of habit.",
					"You look very stunning and the flames keep you warm as you watch your dinner hightail it."
				],
				"FilterForIncludedSpellTags": [
					"Cloak of Fire"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"Water Magic is usually quite fast but a hulking mass of whirling waters turned into the rough shape of a man might only be fast in a somewhat static fight. Especially bad opposite someone who doesn't want to fight.",
					"You're lucky that you're out on your own so Betty, Fred and Robin can only laugh at you OT while your Golem chases the boar as you chase your golem so it doesn't get out of control reach."
				],
				"FilterForIncludedSpellTags": [
					"Summon Water Golem"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellNeutral"
			},
			{
				"AnswerTexts": [
					"This spell would have been great if you could outrun a boar."
				],
				"FilterForIncludedSpellTags": [
					"Lightning Blade"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"The animal barely twitches before you shoot it full of razor-sharp crystals. What an impressive beast though taking the beating and only keeling over after it pretty much looked like a hedgehog."
				],
				"FilterForIncludedSpellTags": [
					"Ice Crystal Missle"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellGood"
			},
			{
				"AnswerTexts": [
					"Great idea, if you were going to create a memorable meme for your group.",
					"Sadly, or luckily, you're not quick enough to catch up to the boar once it turned on you and dashed away."
				],
				"FilterForIncludedSpellTags": [
					"1000 Years of Pain"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You're quick but gas is not and while you watch the animal disappear in the underbrush you start thinking that literally poisoning your dinner might not have been the best idea to begin with."
				],
				"FilterForIncludedSpellTags": [
					"Poison Breath"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"The spell is quickly cast but the meteor still takes some time to appear and travel, always making it tough to hit.",
					"It takes you several tries, and several hits, too, before the boar finally goes down, smashed to a pulp.",
					"Walking up to your job 'well' done you start wondering if that tenderized the meat or just beat it up."
				],
				"FilterForIncludedSpellTags": [
					"Meteor"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellNeutral"
			},
			{
				"AnswerTexts": [
					"The idea is good, your aim as well but the spell just doesn't have enough oomph to take out a hundred kilos of boar in one shot.",
					"The boar's hide is severely burned, the enemy hurt but gone as well before you can cast again."
				],
				"FilterForIncludedSpellTags": [
					"Fireblob"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"Whater Whip is one of your fastest spells and one of your favourites. That's how well you wield it, too, but grabbing onto a charging boar is only a good idea if you can't actually overpower the beast.",
					"You're dragged through the underbrush for a good bit before you finally let go of the spell. Ouchy."
				],
				"FilterForIncludedSpellTags": [
					"What Whip"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"The boar only listens to smooth jazz and is no fan of rock music. Also, this takes way too long against a target who doesn't feel like staying close to you."
				],
				"FilterForIncludedSpellTags": [
					"Thunderstruck"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You can spin fast enough to enhance range and power of the spell and as the boar charges into the underbrush you lose balance and slip on your own ice."
				],
				"FilterForIncludedSpellTags": [
					"Frost Nova"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You should have caught the boar before you summon an apple. Rookie mistake."
				],
				"FilterForIncludedSpellTags": [
					"Summon Apple"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You're really disappointed that nobody saw you as you cast the walls behind the boar first, walling off it's route of escape, before you close the square hearing one last squeal.",
					"When you extinguish the fires you find your dinner with all those pesky bristles burned cleanly away."
				],
				"FilterForIncludedSpellTags": [
					"Walls of Fire"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellPerfect"
			},
			{
				"AnswerTexts": [
					"You stand there with a very cold hand and watch the boar hightail it into the forrest.",
					"Come to think of it, even if you had been able to catch up this probably wouldn't have done much besides get you in range of some nasty tusks."
				],
				"FilterForIncludedSpellTags": [
					"Freezer Burn"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"PETA will be so mad. You better lawyer up, son."
				],
				"FilterForIncludedSpellTags": [
					"Testicular Torsion"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellGood"
			},
			{
				"AnswerTexts": [
					"What did you think a handful of pebbles would do against a hundred kilo animal?"
				],
				"FilterForIncludedSpellTags": [
					"Gravel"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"The boar hesitates for a second but eventually decides that you're not his type."
				],
				"FilterForIncludedSpellTags": [
					"Magic Rizz"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"Your spell manages to calm the animal but that only gives it time to think that it might actually be able to take you out instead. A staring duel begins.",
					"The boar twitches and you almost jump out of your skin but instead of charing you it turns around and leaves."
				],
				"FilterForIncludedSpellTags": [
					"Calm the F down"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You speak the word with emphasis and a sick basso profundo but have to watch the boar turn around and bolt.",
					"Suddenly you're reminded that you don't speak boar and the boar probably doesn't speak english."
				],
				"FilterForIncludedSpellTags": [
					"Command"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You knew this wouldn't work out for dinner but curiosity got the best of you and in anticipation about what kind of conversation you could have with a boar you're reminded that animals don't actually speak a 'language'."
				],
				"FilterForIncludedSpellTags": [
					"Comprehend languages"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"This probably was the best incantation dance you've ever done and noone was there to see it. Not even the boar. Surprisingly, it didn't stay and watch."
				],
				"FilterForIncludedSpellTags": [
					"Star Gem Power Glow Up"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You thought you could just insert yourself as a friend into the animal's memory but besides that being rather sick and twisted it also doesn't work on animals."
				],
				"FilterForIncludedSpellTags": [
					"Modify Mind"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"Your brain glitches and you heal the boar. PETA would be proud.",
					"It doesn't stop to thank you though and runs off. What a pig."
				],
				"FilterForIncludedSpellTags": [
					"Healing"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You panic and instead of remembering you're the hunter you think like a wizard in melee and throw up a defensive spell.",
					"You watch your dinner run off in the safety of your magical barrier."
				],
				"FilterForIncludedSpellTags": [
					"Barrier"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You set out to find dinner but you found a friend instead.",
					"You share stories back and forth of growing up in a place that didn't accept your wants and needs, family expectations and how rough it is to date.",
					"You sit in silence then for a while but it's not awkward, you both feel comfortable in each others company and later part in peace.",
					"It's late at night when you return to camp and when your team berates you on the lack of food you fail to tell them that you found something more important than dinner."
				],
				"FilterForIncludedSpellTags": [
					"I Like Animals"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellGood"
			},
			{
				"AnswerTexts": [
					"There's not enough water to do much more than make a few drops dance in the air.",
					"The boar is not impressed and leaves."
				],
				"FilterForIncludedSpellTags": [
					"Make Water"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"The boar is not impressed by your knowledge and prefers to do his own research."
				],
				"FilterForIncludedSpellTags": [
					"Fact Check"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"It takes you a moment and the boar almost gets away but you manage to animate enough branches and brambles to catch it and put it down. Use nature to fight nature."
				],
				"FilterForIncludedSpellTags": [
					"Make things do things"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellGood"
			},
			{
				"AnswerTexts": [
					"The boar runs away as you stare after it with a grilled cheese sandwich in hand.",
					"You could have just stayed in camp and recast the spell until everyone was happy and full.",
					"So much for INT being your main stat."
				],
				"FilterForIncludedSpellTags": [
					"Summon Grilled Cheese"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"It's free real estate but the boar is looking for something with two bathrooms and leaves without saying goodbye."
				],
				"FilterForIncludedSpellTags": [
					"Summon Tent"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"Are you even trying to get dinner?"
				],
				"FilterForIncludedSpellTags": [
					"Remove Static from Clothing"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"You do use 'Fresh Meadow' detergent but the boar doesn't care for artifical odorants and leaves."
				],
				"FilterForIncludedSpellTags": [
					"Clean Laundry"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"The only thing the spell opens up is the debate about if you should be let out of the house on your own."
				],
				"FilterForIncludedSpellTags": [
					"Sesame"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"The boar is already running, no sense in making such noise on top of it."
				],
				"FilterForIncludedSpellTags": [
					"Alarm"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			},
			{
				"AnswerTexts": [
					"It's a spell of pure utility but neither a fast one, nor a strong one.",
					"You stand there with three empty hands. Well played."
				],
				"FilterForIncludedSpellTags": [
					"Maes Hand"
				],
				"FilterForExcludedSpellTags": [],
				"MinScore": 0.0,
				"MaxScore": 0.0,
				"AnswerSound": "SpellBad"
			}
		]
	}
]
